<?php require_once 'init.php'; ?>
<!DOCTYPE html>
<html>

<head>
<meta charset="UTF-8"/>
<meta name="theme-color" content="#CAE6D4"/>
<meta  name= "apple-mobile-web-app-capable"  content= "yes" > 
<meta  name= "apple-mobile-web-app-status-bar-style"  content= "black-translucent" >
<title>Diploma</title>
<link href="css/bootstrap.min.css" rel="stylesheet">
<link href="css/style2.css" rel="stylesheet">
<link rel="stylesheet" href="css/font-awesome.css">
<?php require_once 'init.php'; ?>
<style>

</style>
<script type="text/javascript" src="js/jquery-2.2.3.js"></script>
<script type="text/javascript" src="js/script.js"></script>

</head>



<body id="size">
<script src="https://ajax.googleapis.com/ajax/libs/jquery/1.11.1/jquery.min.js"></script>
<script src="js/bootstrap.min.js"></script>

<?php include "components/navbar.php"; ?>


<br><br>
<div class="container">
    <div class="page-header">
        <h3>Результати обчислень:</h3>
    </div>
    <ul class="nav nav-tabs">
        <li class="active"><a data-toggle="tab" href="#home">Результати</a></li>
        <li><a data-toggle="tab" href="#menu1">Повний звіт</a></li>
        <li><a data-toggle="tab" href="#menu2">Рекомендації</a></li>
    </ul>
    <div class="text">
        <div class="tab-content">
            <div id="home" class="tab-pane fade in active">
                <h3>Фактичний обмін повітям, м/ч = 260.6031465658094</h3>
                
            </div>
            <div id="menu1" class="tab-pane fade">
                <h3>Алгоритм розрахунків</h3>
                <p>Відповідно до СНiП 2.09.04-87 об'єм виробничого приміщення, який припадає на кожного працюючого, повинен складати не менше 40м3.В іншому випадку для нормальної роботи в приміщенні необхідно забезпечити постійний повітрообмін за допомогою вентиляції не менше L1 = 30 м<sup>3</sup> / год на кожного працюючого. Таким чином, необхідний повітрообмін Lн, м<sup>3</sup> / год, розраховується за формулою</p>
                <p>Lн = L' * n, м<sup>3</sup>/год,</p>
                <p>де n - кількість працюючих в наиболие численній зміні.</p>
                <p>Фактичний повітрообмін у відділі відбувається за допомогою природного вентиляції (аерації) як неорганізовано через різні щілини в віконних і дверних отворах, так і організовано через кватирку у віконному отворі або спеціальні вентиляційні канали.</p>

                <p></p>Фактичний повітрообмін Lф, м3 / год, розраховується за формулою</p>
                <p>Lф = m × F × V × 3600</p>
                <p>де m - коефіцієнт використання повітря, приймає значення в рамках 0.3-0.8 (як правило в розрахунках приймають середнє значення 0.55);</p>
                <p>F - площа кватирки або вихідного отвору, через яке буде виходити повітря, м2;</p>
                <p>V - швидкість виходу повітря через кватирку або вентиляційний канал, м / с. Її можна розрахувати за формулою</p>
                <p>V - швидкість виходу повітря через кватирку або вентиляційний канал, м / с</p>
                <p>V=((2*g*dH<sub>2</sub>)/Y<sub>вп</sub>)<sup>1/2</sup>,</p>
                <p>де g - прискорення вільного падіння, 9.8 м / с;</p>
                <p>H2 тепловий потік під дією якого буде відбуватися вихід повітря з кватирки або через вентиляційний канал.</p>
                <p>Його, в свою чергу можна розрахувати за формулою</p>
                <p>Н<sub>2</sub> = h<sub>2</sub> × (Yсн - Yвн),</p>
                <p>де h2 розраховується за формулою</p>
                <p>h<sub>2</sub> = h / 2 - b</p>
                <p>де h - висота приміщення, м;</p>
                <p>b - відстань від стелі до центру кватирки,</p>
                <p></p>а Yсн і Yвн - відповідно об'ємна вага повітря зовні приміщення і в середині його, кгс / м3.</p>
                <p>У загальному випадку об'ємна вага повітря визначається за формулою</p>
                <p>Y=0.456/(P<sub>б</sub>/T),</p>
                <p>де Рб ​​барометричний тиск, мм рт.ст., можна прийняти Рб = 750 мм рт.ст .;</p>
                <p>Т - температура повітря в кельвінах.</p>
                <p>Для економічного відділу де виконуються легкі роботи, відповідно до ГОСТ 12.1.005-88 для теплого періоду року температура повинна не перевищувати 28оС, або Т = 301 К, для холодного періоду року соответсвенно t = 17oC, або 290 К. Для повітря зовні приміщення температуру визначаємо за СНіП 2.04.05-91:</p>
                <p>- Для літа t = 24oC, Т = 297 К;</p>
                <p>- Для зими t = 11oC, Т = 262 К;</p>
                <p>Якщо при перевірці фактичного повітрообміну і необхідного буде з'ясовано, що вентиляція неефективна, тобто Lфн або Lф >> Lн, необхідно вжити заходів до поліпшення природного вентиляції.</p>
                <p><h3>Результат обчислень: фактичний обмін повітям = 260.6031465658094<small> м/ч</small></h3></p>
                        </div>
            <div id="menu2" class="tab-pane fade">
                <h3>Природня вентиляція в нормі</h3>
    <br><br>
                
                    <p>Площу приміщень, в яких розташовують персональні комп’ютери, визначають згідно з чинними нормативними документами з розрахунку на одне робоче місце, обладнане ПК:</p>
                    <p>- площа - не менше 6,0 кв.м,</p>
                    <p>- обсяг - не менше 20,0 куб.м, з урахуванням максимальної кількості осіб, які одночасно працюють у зміні.</p>
                    <p>- робочі місця повинні бути розташовані на відстані не менше ніж 1 м. від стіни з вікном,</p>
                    <p>- відстань між бічними поверхнями комп‘ютерів має бути не меншою за 1,2 м;</p>
                    <p>- відстань між тильною поверхнею одного комп‘ютера та екраном іншого не повинна бути меншою 2,5 м;</p>
                    <p>- прохід між рядами робочих місць має бути не меншим 1 м.</p>
                    <p>Заземлені конструкції, що знаходяться в приміщеннях (батареї опалення, водопровідні труби, кабелі із заземленим відкритим екраном тощо), мають бути надійно захищені діелектричними щитками або сітками від випадкового дотику.
                    </p>
                    <p>У приміщеннях з персональними комп’ютерами слід щоденно проводити вологе прибирання.</p>
                    <p>Також в цих приміщеннях повинні бути медичні аптечки першої допомоги та система автоматичної пожежної сигналізації з димовими пожежними сповіщувачами та переносними вуглекислотними вогнегасниками з розрахунку 2 шт. на кожні 20 кв.м площі приміщення.</p> 
                    <p>Підходи до засобів пожежогасіння повинні бути вільними.</p>
                <p></p>
                
            </div>
        </div>
    </div>    
</div>    
</body>
</html>
